{
  "aerial.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "haskell-tools.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tree-sitter-manager.nvim": { "branch": "main" },
  "treesitter-parser-registry": { "branch": "main" },
  "vim-conflicted": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gnupg": { "branch": "main" },
  "vim-polyglot": { "branch": "master" },
  "vim-ripgrep": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}
